;
; Batti 2.3
; Localization file for German
; by Thomas Hess, 2008
;

   2="Beenden"
 101="Farbe wählen"
 102="Über"
 103="Allgemein"
 104="Erweitert"
 105="Darstellung"
 106="Batterie"
 107="Lizenz"
 201="Optionen"
 202="Batti-Konfiguration"
 203="Vordergrund"
 204="Hintergrund"
 205="Umrandung"
 206="Vordergrund 'AC-Modus'"
 207="Keine Aktion"
 208="Konfiguration öffnen"
 209="Vordergrund 'Niedrig'"
 210="Hintergrund 'Niedrig'"
 211="Vordergrund 'Kritisch'"
 212="Hintergrund 'Kritisch'"
 213="Wert für 'Kritisch' muss kleiner sein als der für 'Niedrig'"
 214="Batteriezustand 'Niedrig'"
 215="Batteriezustand 'Kritisch'"
 216="Unbekannt"
 217="Ladevorgang gestartet"
 218="Batterie geladen"
 219="Vordergrund 'Laden'"
 220="Hintergrund 'Laden'"
 221="Beenden"
 222="Abschaltewert muss kleiner sein als der Wert für 'Kritisch'"
 223="Batterie-Infos zeigen"
 224="Abschalten"
 225="Farbe wählen"
 226="Über"
1000="Optionen"
1001="Ladevorgang darstellen"
1002="Blinken bei Zustand 'Kritisch'"
1003="Batti immer anzeigen"
1004="Antippen:"
1012="Linker Rand"
1015="Höhe"
1018="Farben"
1020="Farbe"
1022="Umrandung zeigen"
1023="Klänge"
1025="Klang abspielen"
1027="Schwellwerte bei Batterie-Zustand"
1028="Niedrig"
1031="Prozent"
1032="Kritisch"
1035="Prozent"
1036="Abschaltewert"
1039="Prozent"
1073="Prozentstufen zeigen"
1074="Symbol zeigen im 'Tray'"
1077="Farbverlauf"
1800="Haupt-Batterie:"
1802="Backup-Batterie:"
1806="Temperatur:"
1807="Spannung:"
1808="Spannung:"
1815="Einstellungen anpassen"
2000="Batti Benachrichtigung"
2001="Das Gerät wird in %d Sekunden ausgeschaltet."
2002="Ausschalten"
2003="Verwerfen"
2004="Schlummern"
2005="Info schließen"
2006="Batterie-Info"
2008="Haupt-Batterie"
2009="Batteriebetrieb"
2010="Ladevorgang"
2011="Externe Spannung 'AC'"
2012="Ladezustand:"
2013="Unbekannt"
2014="Spannung:"
2015="Temperatur:"
2016="Akkutyp:"
2017="Backup-Batterie"
2019="Restkapazität"
2020="Möchten Sie Ihre Einstellungen behalten?"
40008="Konfig"
40009="Beenden"
40010="Info"
57664="Über"

;2007="Einstellungen"
